{
  "Navbar": {
    "home": "Home",
    "about-us": "About Us",
    "who-we-are": "Who Are We",
    "our-firm": "Our Firm",
    "team": "Our Team",
    "news": "News",
    "contact": "Contact Us",
    "vdmk-issuance": "VDMK Issuance",
    "investor-login": "Investor Login"
  },
  "Footer": {
    "navigation": "Navigation",
    "home": "Home",
    "team": "Team",
    "about-us": "About Us",
    "our-firm": "Our Firm",
    "news": "News",
    "contact": "Contact Us",
    "marker": "© 2011 - 2024 OMG CAPITAL ADVISORS GROUP",
    "social-media": "Social Media"
  },
  "Hero-Component": {
    "home-header": "Financial Strength, Secure Growth",
    "home-sub-header": "By protecting your financial strength, we build sustainable growth together.",
    "home-button-name": "Check our Team"
  },
  "About-Component": {
    "home-about-header": "About OMG Capital Advisors",
    "home-about-description": "OMG Capital Advisors is a leading investment banking firm with over 20 years of experience in providing tailored financial solutions to businesses across various industries. The firm specializes in corporate finance, mergers and acquisitions, debt restructuring, and capital raising, offering a wide range of strategic advisory services to support clients in navigating complex financial landscapes. With a team of seasoned professionals, OMG Capital Advisors combines deep market insight with innovative financial strategies to help clients achieve sustainable growth, optimize capital structures, and maximize shareholder value.",
    "read-more": "Read More"
  },
  "Team-Component": {
    "home-team-header": "About OMG Capital Team",
    "home-team-description": "The OMG Capital Team is composed of highly experienced investment banking professionals with a diverse background in finance, economics, and strategic consulting. With over 20 years of combined experience in local and international markets, the team brings a wealth of expertise in corporate finance, mergers and acquisitions, debt restructuring, and capital raising. Each member is dedicated to delivering exceptional value through a client-centric approach, leveraging deep industry knowledge and strategic insight to provide customized financial solutions that support sustainable growth and long-term success for their clients.",
    "read-more": "Read More"
  },
  "LatestNews-Component": {
    "home-latest-header": "Latest News",
    "loading": "Loading..."
  },
  "Team-Page": {
    "banner-text": "OUR TEAM",
    "header": "About OMG Capital Team",
    "base-description-one": "The OMG Capital Team is composed of highly experienced investment banking professionals with a diverse background in finance, economics, and strategic consulting. With over 20 years of combined experience in local and international markets, the team brings a wealth of expertise in corporate finance, mergers and acquisitions, debt restructuring, and capital raising. Each member is dedicated to delivering exceptional value through a client-centric approach, leveraging deep industry knowledge and strategic insight to provide customized financial solutions that support sustainable growth and long-term success for their clients.",
    "base-description-two": "Their collaborative and dynamic team environment fosters innovative thinking and meticulous execution, ensuring that clients receive the highest standard of service in every engagement. The OMG Capital Team is committed to building strong, lasting relationships with their clients, guiding them through complex financial transactions and strategic decisions with integrity, professionalism, and a focus on achieving optimal outcomes.",
    "person-name-one": "Onur AYDOĞAN",
    "person-description-one": "Managing Partner and CIO of OMG Capital Advisors, Onur Aydoğan has held senior leadership positions within Wellington Management, Merrill Lynch and RBS. Only in the last 5 years, he has originated and executed $USD 500mln structured financial deals for a variety of different industries and financial institutions in London and Istanbul. He has led deals with DFIs that target SMEs around responsible lending in excess of EUR 150mln EUR for Turkey. He was responsible for managing EM fixed income portfolios with AUM over USD 1bln across different asset classes in Boston and New York.",
    "person-name-two": "Umut AYDOĞAN",
    "person-description-two": "Assistant General Manager of OMG Capital Advisors, Umut Aydoğan started his career in Yapı Kredi Bank in 2003, thereafter worked for İşbank in Capital Markets Division between 2006 and 2013. He went on to work as an Operation Executive between 2013 – 2014 in Halk Pension Fund Management where he established and managed internal control coupled with fund risk management systems. Umut Aydoğan continued his career in Ünlü&Co as COO Ünlü Portfolio Management between 2014 and 2020,where he also served the company as a member of the Board. Umut's professional specialties along with his extensive experience in capital markets operations in Turkey, include execution and administration of ABS issuance operations and structured financial products.",
    "person-name-three": "Murat GÜLKAN",
    "person-description-three": "Managing Partner, currently serving as the Chairman and CEO of OMG Capital Advisors. Murat Gülkan was formerly the CEO and CIO at Ünlü&Co. Portfolio Management in İstanbul, responsible for defining the main strategies, investment procedures as well as developing a corresponding product array. The products included mutual funds, Real Estate Investment Funds and, in a first for a non-bank-affiliated company, a full catalogue of structured products. He later served as the Advisor to the Board of Unlu&Co in its effort to establish an investment bank. An industrial engineer by education, Murat started his career in capital markets and investment banking area in 1993 and has held various senior positions in the industry, including managing director and co-head of emerging Europe equities at Deutsche Bank in London.",
    "person-name-four": "Nebil İLSEVEN",
    "person-description-four": "Managing Partner of OMG Capital Advisors, Nebil İlseven comes from a professional background in finance and investment banking in a number of domestic and international financial institutions in Turkey. During his career in the financial sector, he also served as the Senior Vice President of the Banking Authority during the banking sector re-structuring period in 2001-2004 with responsibilities in asset management structures and asset resolutions activities including credit re-structuring, loan sales, corporate asset dispositions and related legal works. He is currently holding board memberships and executive committee chair positions in a number of companies with engagements in international media content aggregation works, hospitality sector, aviation, real estate development, digital platforms and financial services industry.",
    "person-name-five": "Bora ORUÇ",
    "person-description-five": "Managing Partner of OMG Capital Advisors, Bora holds a B.S. degree in Economics from Middle East Technical University and an MBA from University of Cambridge. He started his career at the Capital Markets Board of Turkey in 1999 and served in different departments. Between 2014 and 2020 he served as the Executive Vice Chairperson at the CMB Turkey. His areas of responsibilities covered the regulation and surveillance processes of public companies, IPOs, financial instruments, all financial market infrastructures, institutional investors, investment banks, brokerage houses and relationships with IFIs and other international agencies. Between 2017 and 2020 Mr Oruç served as a member of the G20 Standing Committee on Regulatory Cooperation and as the Chairperson of the Central Securities Depository of Turkey. Bora also serves as a non-executive director at BtcTurk Inc., Inveo Investment Holding Inc. and İş Investment Trust Inc."
  },
  "About-Us-Page": {
    "about-us": "ABOUT-US",
    "header": "About OMG Capital Advisors",
    "base-description-one": "OMG Capital Advisors is a leading investment banking firm with over 20 years of experience in providing tailored financial solutions to businesses across various industries. The firm specializes in corporate finance, mergers and acquisitions, debt restructuring, and capital raising, offering a wide range of strategic advisory services to support clients in navigating complex financial landscapes. With a team of seasoned professionals, OMG Capital Advisors combines deep market insight with innovative financial strategies to help clients achieve sustainable growth, optimize capital structures, and maximize shareholder value.",
    "base-description-two": "The firm is dedicated to building long-term partnerships and delivering exceptional value through a client-centric approach. Its comprehensive service offerings are designed to address the unique challenges faced by companies at different stages of their growth. Whether guiding businesses through strategic transactions or assisting with capital management, OMG Capital Advisors provides expert guidance and customized solutions to drive successful outcomes.",
    "base-description-three": "By leveraging its extensive network and profound industry expertise, the firm plays a pivotal role in empowering clients to make informed financial decisions. OMG Capital Advisors is committed to upholding the highest standards of integrity and excellence, consistently striving to exceed client expectations and contribute to their long-term success in an ever-evolving global market."
  },
  "Our-Firm-Page": {
    "our-firm": "OUR FIRM",
    "header": "Strategic Financial Solutions for Sustainable Growth",
    "base-description-one": "OMG Capital Advisors is an investment banking firm with over 20 years of experience in local and international financial markets. The company offers comprehensive strategic financial advisory services in areas such as corporate finance, mergers and acquisitions, debt restructuring, and capital raising. It develops tailored solutions to help clients achieve their growth and value creation goals. With a team of experts possessing extensive industry knowledge and in-depth market analysis, the firm provides significant added value to its business partners. It aims to create sustainable and successful financial strategies with a customer-focused approach."
  },
  "News-Page": {
    "header": "NEWS",
    "go-button": "Go Research",
    "loading": "Loading..."
  },
  "Contact-Us-Page": {
    "contact-us": "CONTACT US",
    "get-in-touch": "Get in Touch",
    "name": "Name",
    "email": "Email",
    "subject": "Subject",
    "message": "Message",
    "send": "Send",
    "our-location": "Our Location",
    "location-description-one": "OMG Capital Advisors",
    "location-description-two": "123 Business Street, ",
    "location-description-three": "Istanbul, Turkey",
    "phone": "Phone"
  },
  "Investment-Applications-Page": {
    "step": "Step",
    "fill-informations": "Fill the informations.",
    "name": "Name",
    "surname": "Surname",
    "birth-date": "Birth Date",
    "gender": "Gender",
    "phone-number": "Phone Number",
    "email": "Email",
    "city": "City",
    "province": "Province",
    "monthly-income": "Monthly Income",
    "profession": "Profession",
    "next-button": "Next",
    "submit-button": "Submit",
    "redirect": "Redirecting...",
    "select-gender": "Select your gender",
    "male": "Male",
    "female": "Female"
  },
  "LoginPage": {
    "information": "Please log in to your account.",
    "username": "Username",
    "password": "Password",
    "accept": "Accept",
    "user-agrement": "user agrement",
    "login-button": "LOGIN",
    "redirect": "Redirecting...",
    "forgot-username": "Forgot your username ?",
    "forgot-password": "Forgot your password ?",
    "marker": "© 2011 - 2024 OMG CAPITAL ADVISORS GROUP",
    "home": "HOME",
    "register": "REGISTER"
  },
  "RegisterPage": {
    "step": "Step",
    "next": "Next",
    "finish": "Submit",
    "marker": "© 2011 - 2024 OMG CAPITAL ADVISORS GROUP",
    "title": "Register to create an account.",
    "name": "Name",
    "surname": "Surname",
    "email": "Email",
    "gender": "Gender",
    "select-gender": "Select your gender",
    "male": "Male",
    "female": "Female",
    "username": "Username",
    "password": "Password",
    "confirm-password": "Confirm Password",
    "show-password": "Show Password",
    "hide-password": "Hide Password",
    "redirect": "Redirecting..."
  }
}
