{
  "Navbar": {
    "home": "Anasayfa",
    "about-us": "Hakkımızda",
    "who-we-are": "Biz Kimiz",
    "our-firm": "Firmamız",
    "team": "Ekibimiz",
    "news": "Haberler",
    "contact": "Bize Ulaşın",
    "vdmk-issuance": "VDMK Hisseler",
    "investor-login": "Yatıtımcı Giriş"
  },
  "Footer": {
    "navigation": "Navigasyon",
    "home": "Anasayfa",
    "team": "Ekibimiz",
    "about-us": "Hakkımızda",
    "our-firm": "Firmamız",
    "news": "Haberler",
    "contact": "Bize Ulaşın",
    "marker": "© 2011 - 2024 OMG CAPITAL ADVISORS GROUP",
    "social-media": "Sosyal Medya"
  },
  "Hero-Component": {
    "home-header": "Finansal Güç, Güvenli Büyüme",
    "home-sub-header": "Finansal gücünüzü koruyarak sürdürülebilir büyümeyi birlikte inşa ediyoruz.",
    "home-button-name": "Ekibimizi İnceleyin"
  },
  "About-Component": {
    "home-about-header": "OMG Capital Advisors Hakkında",
    "home-about-description": "OMG Capital Advisors, çeşitli sektörlerdeki işletmelere özel finansal çözümler sunmada 20 yılı aşkın deneyime sahip, önde gelen bir yatırım bankacılığı firmasıdır. Firma, kurumsal finans, birleşme ve devralmalar, borç yapılandırma ve sermaye artırımı konusunda uzmanlaşmış olup, müşterilerinin karmaşık finansal ortamlarda gezinmelerine yardımcı olmak için geniş bir stratejik danışmanlık hizmeti yelpazesi sunmaktadır. Deneyimli bir profesyonel ekibiyle, OMG Capital Advisors, derin pazar içgörülerini yenilikçi finansal stratejilerle birleştirerek müşterilerinin sürdürülebilir büyüme elde etmelerine, sermaye yapılarını optimize etmelerine ve hissedar değerini en üst düzeye çıkarmalarına yardımcı olur.",
    "read-more": "Daha Fazla Oku"
  },
  "Team-Component": {
    "home-team-header": "OMG Capital Ekibi Hakkında",
    "home-team-description": "OMG Capital Ekibi, finans, ekonomi ve stratejik danışmanlık alanlarında çeşitli geçmişlere sahip, son derece deneyimli yatırım bankacılığı profesyonellerinden oluşmaktadır. Yerel ve uluslararası pazarlarda 20 yılı aşkın birleşik deneyime sahip olan ekip, kurumsal finans, birleşme ve devralmalar, borç yapılandırma ve sermaye artırımı konularında geniş bir uzmanlık sunmaktadır. Her üye, müşteri odaklı bir yaklaşımla olağanüstü değer sunmaya kendini adamış olup, derin endüstri bilgisi ve stratejik içgörüleri kullanarak müşterilerinin sürdürülebilir büyüme ve uzun vadeli başarılarını destekleyen özelleştirilmiş finansal çözümler sağlamaktadır.",
    "read-more": "Daha Fazla Oku"
  },
  "LatestNews-Component": {
    "home-latest-header": "Son Haberler",
    "loading": "Yükleniyor..."
  },
  "Team-Page": {
    "banner-text": "EKİBİMİZ",
    "header": "OMG Capital Ekibi Hakkında",
    "base-description-one": "OMG Capital Ekibi, finans, ekonomi ve stratejik danışmanlık alanlarında çeşitli geçmişlere sahip, son derece deneyimli yatırım bankacılığı profesyonellerinden oluşmaktadır. Yerel ve uluslararası pazarlarda 20 yılı aşkın birleşik deneyime sahip olan ekip, kurumsal finans, birleşme ve devralmalar, borç yapılandırma ve sermaye artırımı konularında geniş bir uzmanlık sunmaktadır. Her üye, müşteri odaklı bir yaklaşımla olağanüstü değer sunmaya kendini adamış olup, derin sektör bilgisi ve stratejik içgörüleri kullanarak müşterilerinin sürdürülebilir büyüme ve uzun vadeli başarılarını destekleyen özelleştirilmiş finansal çözümler sağlamaktadır.",
    "base-description-two": "Ekip içindeki işbirlikçi ve dinamik çalışma ortamı, yenilikçi düşünceyi ve titiz uygulamayı teşvik ederek, müşterilerin her etkileşimde en yüksek hizmet standartlarını almalarını sağlar. OMG Capital Ekibi, müşterileriyle güçlü ve kalıcı ilişkiler kurmaya kendini adamış olup, onları karmaşık finansal işlemler ve stratejik kararlar konusunda bütünlük, profesyonellik ve en iyi sonuçlara ulaşma odaklı rehberlik eder.",
    "person-name-one": "Onur AYDOĞAN",
    "person-description-one": "OMG Capital Advisors'ın Yönetici Ortağı ve CIO'su olan Onur Aydoğan, Wellington Management, Merrill Lynch ve RBS'de üst düzey liderlik pozisyonlarında bulunmuştur. Sadece son 5 yılda, Londra ve İstanbul'da çeşitli endüstriler ve finansal kurumlar için 500 milyon USD'yi aşan yapılandırılmış finansal anlaşmalar gerçekleştirmiştir. Türkiye için 150 milyon EUR'yu aşan sorumlu kredilendirme odaklı KOBİ hedefli DFI anlaşmalarına liderlik etmiştir. Boston ve New York'ta 1 milyar USD'yi aşan çeşitli varlık sınıflarında EM sabit gelir portföylerini yönetmiştir.",
    "person-name-two": "Umut AYDOĞAN",
    "person-description-two": "OMG Capital Advisors'ın Genel Müdür Yardımcısı olan Umut Aydoğan, kariyerine 2003 yılında Yapı Kredi Bankası'nda başlamış, 2006-2013 yılları arasında İş Bankası'nın Sermaye Piyasaları Departmanında çalışmıştır. 2013-2014 yılları arasında Halk Emeklilik'te Operasyon Yöneticisi olarak çalışarak iç kontrol ve fon risk yönetimi sistemlerini kurup yönetmiştir. 2014-2020 yılları arasında Ünlü&Co'da COO olarak görev yapmış, aynı zamanda Yönetim Kurulu üyesi olarak da hizmet vermiştir. Umut Aydoğan'ın Türkiye'deki sermaye piyasası operasyonlarındaki geniş deneyimi, ABS ihraç operasyonlarının yürütülmesi ve yapılandırılmış finansal ürünlerin yönetimi konusunda uzmanlaşmasını sağlamıştır.",
    "person-name-three": "Murat GÜLKAN",
    "person-description-three": "OMG Capital Advisors'ın Yönetici Ortağı, şu anda OMG Capital Advisors'ın Yönetim Kurulu Başkanı ve CEO'su olarak görev yapmaktadır. Murat Gülkan, daha önce İstanbul'da Ünlü&Co. Portföy Yönetimi'nde CEO ve CIO olarak görev yapmış, ana stratejileri ve yatırım prosedürlerini tanımlamanın yanı sıra, bunlara uygun ürün yelpazesinin geliştirilmesinden sorumlu olmuştur. Ürünler arasında yatırım fonları, Gayrimenkul Yatırım Fonları ve bankalarla bağlantısı olmayan bir şirket için bir ilk olan yapılandırılmış ürünlerin tam kataloğu yer almıştır. Eğitimini endüstri mühendisliği alanında tamamlayan Murat, 1993 yılında sermaye piyasaları ve yatırım bankacılığı alanında kariyerine başlamış ve sektörde Deutsche Bank Londra'da ortaya çıkan Avrupa hisse senetlerinin eş-başkanlığını da içeren çeşitli üst düzey pozisyonlarda çalışmıştır.",
    "person-name-four": "Nebil İLSEVEN",
    "person-description-four": "OMG Capital Advisors'ın Yönetici Ortağı olan Nebil İlseven, Türkiye'deki çeşitli yerli ve uluslararası finansal kuruluşlarda finans ve yatırım bankacılığı alanında profesyonel bir geçmişe sahiptir. Finans sektöründeki kariyeri boyunca, 2001-2004 yılları arasında bankacılık sektörünün yeniden yapılandırılması döneminde Varlık Yönetim Yapıları ve varlık çözümleme faaliyetlerinden sorumlu olarak Bankacılık Kurumu'nda Kıdemli Başkan Yardımcısı olarak görev yapmıştır. Şu anda uluslararası medya içerik toplayıcılığı, konaklama sektörü, havacılık, gayrimenkul geliştirme, dijital platformlar ve finansal hizmetler sektörlerinde faaliyet gösteren çeşitli şirketlerde yönetim kurulu üyeliği ve icra komitesi başkanlığı görevlerini yürütmektedir.",
    "person-name-five": "Bora ORUÇ",
    "person-description-five": "OMG Capital Advisors'ın Yönetici Ortağı olan Bora, Orta Doğu Teknik Üniversitesi'nden Ekonomi alanında lisans derecesi ve Cambridge Üniversitesi'nden MBA derecesine sahiptir. Kariyerine 1999 yılında Türkiye Sermaye Piyasası Kurulu'nda başlamış ve farklı departmanlarda görev yapmıştır. 2014-2020 yılları arasında CMB Türkiye'de Başkan Yardımcısı olarak görev yapmış, halka açık şirketler, halka arzlar, finansal araçlar, tüm finansal piyasa altyapıları, kurumsal yatırımcılar, yatırım bankaları, aracı kurumlar ve uluslararası kurumlarla ilişkilerin düzenlenmesi ve gözetim süreçlerinden sorumlu olmuştur. 2017-2020 yılları arasında Bora Oruç, G20 Daimi Komitesinde düzenleyici işbirliği ve Türkiye Merkezi Saklama Kuruluşu Başkanlığı görevlerinde bulunmuştur. Bora aynı zamanda BtcTurk A.Ş., Inveo Yatırım Holding A.Ş. ve İş Yatırım Ortaklığı A.Ş.'de yönetim kurulu üyesi olarak görev yapmaktadır."
  },
  "About-Us-Page": {
    "about-us": "HAKKIMIZDA",
    "header": "OMG Capital Advisors Hakkında",
    "base-description-one": "OMG Capital Advisors, çeşitli sektörlerdeki işletmelere özel finansal çözümler sunmada 20 yılı aşkın deneyime sahip, önde gelen bir yatırım bankacılığı firmasıdır. Firma, kurumsal finans, birleşme ve devralmalar, borç yapılandırma ve sermaye artırımı konusunda uzmanlaşmış olup, müşterilerinin karmaşık finansal ortamlarda gezinmelerine yardımcı olmak için geniş bir stratejik danışmanlık hizmeti yelpazesi sunmaktadır. Deneyimli bir profesyonel ekibiyle, OMG Capital Advisors, derin pazar içgörülerini yenilikçi finansal stratejilerle birleştirerek müşterilerinin sürdürülebilir büyüme elde etmelerine, sermaye yapılarını optimize etmelerine ve hissedar değerini en üst düzeye çıkarmalarına yardımcı olur.",
    "base-description-two": "Firma, uzun vadeli ortaklıklar kurmaya ve müşteri odaklı bir yaklaşımla olağanüstü değer sunmaya kendini adamıştır. Kapsamlı hizmet teklifleri, şirketlerin büyüme süreçlerinin farklı aşamalarında karşılaştıkları benzersiz zorlukları ele alacak şekilde tasarlanmıştır. İster stratejik işlemlerle ilgili rehberlik sağlıyor olsun, ister sermaye yönetimine yardımcı olsun, OMG Capital Advisors, başarılı sonuçlara ulaşmak için uzman rehberlik ve özelleştirilmiş çözümler sunar.",
    "base-description-three": "Firma, geniş ağı ve derin sektör uzmanlığından yararlanarak, müşterilerinin bilinçli finansal kararlar almasına katkıda bulunmada önemli bir rol oynar. OMG Capital Advisors, en yüksek dürüstlük ve mükemmellik standartlarına bağlı kalmaya, müşterilerinin beklentilerini aşmak ve sürekli değişen küresel pazarda uzun vadeli başarılarına katkıda bulunmak için sürekli çaba göstermeye kendini adamıştır."
  },
  "Our-Firm-Page": {
    "our-firm": "FİRMAMIZ",
    "header": "Sürdürülebilir Büyüme İçin Stratejik Finansal Çözümler",
    "base-description-one": "OMG Capital Advisors, yerel ve uluslararası finansal piyasalarda 20 yılı aşkın deneyime sahip bir yatırım bankacılığı firmasıdır. Şirket, kurumsal finans, birleşme ve devralmalar, borç yapılandırma ve sermaye artırımı gibi alanlarda kapsamlı stratejik finansal danışmanlık hizmetleri sunar. Müşterilerinin büyüme ve değer yaratma hedeflerine ulaşmalarına yardımcı olmak için özelleştirilmiş çözümler geliştirir. Uzman bir ekip ile geniş sektör bilgisi ve derinlemesine piyasa analizi sağlayarak iş ortaklarına önemli katma değer sunar. Müşteri odaklı bir yaklaşımla sürdürülebilir ve başarılı finansal stratejiler oluşturmayı hedefler."
  },
  "News-Page": {
    "header": "HABERLER",
    "go-button": "Kaynağa Git",
    "loading": "Yükleniyor..."
  },
  "Contact-Us-Page": {
    "contact-us": "İLETİŞİM",
    "get-in-touch": "Bizimle İletişime Geçin",
    "name": "Ad",
    "email": "E-posta",
    "subject": "Konu",
    "message": "Mesaj",
    "send": "Gönder",
    "our-location": "Adres",
    "location-description-one": "OMG Capital Advisors",
    "location-description-two": "123 Business Street, ",
    "location-description-three": "Istanbul, Turkey",
    "phone": "Telefon"
  },
  "Investment-Applications-Page": {
    "step": "Adım",
    "fill-informations": "Bilgileri doldurun.",
    "name": "Ad",
    "surname": "Soyad",
    "birth-date": "Doğum Tarihi",
    "gender": "Cinsiyet",
    "phone-number": "Telefon Numarası",
    "email": "E-posta",
    "city": "Şehir",
    "province": "İlçe",
    "monthly-income": "Aylık Gelir",
    "profession": "Meslek",
    "next-button": "İleri",
    "submit-button": "Gönder",
    "redirect": "Yönlendiriliyorsunuz...",
    "select-gender": "Cinsiyet seçiniz",
    "male": "Erkek",
    "female": "Kadın"
  },
  "LoginPage": {
    "information": "Lütfen hesabınıza giriş yapın.",
    "username": "Kullanıcı Adı",
    "password": "Şifre",
    "accept": "Kabul Et",
    "user-agrement": "kullanıcı sözleşmesi",
    "login-button": "GİRİŞ",
    "redirect": "Yönlendiriliyor...",
    "forgot-username": "Kullanıcı adınızı mı unuttunuz ?",
    "forgot-password": "Şifrenizi mi unuttunuz ?",
    "marker": "© 2011 - 2024 OMG CAPITAL ADVISORS GROUP",
    "home": "ANA SAYFA",
    "register": "KAYIT OL"
  },
  "RegisterPage": {
    "step": "Adım",
    "next": "İleri",
    "finish": "Tamamla",
    "marker": "© 2011 - 2024 OMG CAPITAL ADVISORS GROUP",
    "title": "Bir hesap oluşturmak için kayıt olun.",
    "name": "Ad",
    "surname": "Soyad",
    "email": "E-posta",
    "gender": "Cinsiyet",
    "select-gender": "Cinsiyetinizi seçin",
    "male": "Erkek",
    "female": "Kadın",
    "username": "Kullanıcı Adı",
    "password": "Şifre",
    "confirm-password": "Şifreyi Onayla",
    "show-password": "Şifreyi Göster",
    "hide-password": "Şifreyi Gizle",
    "redirect": "Yönlendiriliyorsunuz..."
  }
}
